---
kind: type
id: T:Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs
source: html/e7e40805-bd07-4e96-ab10-0ed0fe6b3bfc.htm
---
# Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs

The event arguments used by the TransferredProjectStandards event.

## Syntax (C#)
```csharp
public class TransferredProjectStandardsEventArgs : RevitAPISingleEventArgs
```